/* MyStockNaviCaption */
"  STOCK          CLOSE            CHG            CHG(%)" = "  股票              收盘价            涨跌幅          涨跌比(%)";

/* MarketStockLongSentence */
"%@ has a tradable market capitalization of %@. %@ has the second largest tradable market capitalization of %@" = "%1$@ 拥有 %2$@ 亿元的最大流通市值 . %3$@ 拥有 %4$@ 亿元排名第二。 ";

/* MarketStockLongSentence */
"%@ has the highest turnover(%%) of %@%%. %@ has the second highest turnover(%%) %@%%" = "%1$@ 今天的换手率最高，达到%3$@%%。%4$@ 换手率达%6$@%%排名第二。";

/* MarketStockLongSentence */
"%@ is the top gainer today at %@%%. %@ is the second top gainer at %@%%" = "%1$@ 今天的涨幅最高，达到%2$@%%。%3$@ 涨幅达%4$@%%排名第二。";

/* Intraday */
"Intraday" = "实时数据";

/* 1 months */
"1 month" = "1月";

/* 1 years */
"1 year" = "1年";

/* 2 years */
"2 years" = "2年";

/* 3 months */
"3 months" = "3月";

/* 5 days */
"5 days" = "5天";

/* 6 months */
"6 months" = "6月";

/* ShareInfo AVG PB */
"AVG P/B:" = "平均 P/B 值:";

/* ShareInfo AVG PE */
"AVG P/E:" = "平均 P/E 值:";

/* Mystock BalanceSheet Button */
"Balance Sheet" = "资产负债表";

/* Bond */
"Bond" = "债券";

/* CapitalVue Mobile Feedback */
"CapitalVue Mobile Feedback" = "CapitalVue Mobile反馈";

/* Mystock Cash Flow Button */
"Cash Flow" = "现金流量表";

/* GROWTH */
"GROWTH" = "增长率";

/* ShareInfo CHG */
"CHG(%):" = "涨跌幅(%):";

/* CHG: */
"CHG:" = "涨跌:";

/* Close: */
"Close:" = "收盘价:";

/* ShareInfo CO */
"CO.(#):" = "公司数.(#):";

/* Down: */
"Down:" = "下跌公司:";

/* Industry Statistics left title */
"Daily Sector Market Statistics" = "日行业市场数据";

/* Daily Top Gainer */
"Daily Top Gainer" = "当日涨幅最大";

/* DATE */
"DATE" = "日期";

/* Share Info Date */
"DATE: %@" = "日期: %@";

/* ShareInfo DECLINERS */
"DECLINERS:" = "下跌:";

/* Discretionary */
"Discretionary" = "非日常生活消费品";

/* MyStock Edit Button */
"Edit" = "编辑";

/* Energy */
"Energy" = "能源";

/* Equity */
"Equity" = "股票";

/* Financial */
"Financial" = "金融";

/* Financials */
"Financials" = "金融";

/* Fund */
"Fund" = "基金";

/* ShareInfo GAINERS */
"GAINERS:" = "上涨:";

/* News Headline News Button */
"Headline News" = "新闻头条";

/* Health Care */
"Health Care" = "医疗保健";

/* Highest Turnover(%) */
"Highest Turnover(%)" = "波动最大(%)";

/* Home */
"Home" = "首页";

/* Mystock Income Statement Button */
"Income Statement" = "利润表";

/* Industrials */
"Industrials" = "工业";

/* Industry */
"Industry" = "行业";

/* Mystock Info Button */
"Info" = "资料";

/* IT */
"IT" = "信息技术";

/* Largest Market Cap */
"Largest Market Cap" = "最大市值";

/* News Latest News Button */
"Latest News" = "最新新闻";

/* Loading Text */
"Loading %@" = "正在载入 %@";

/* Macro */
"Macro" = "宏观";

/* Market */
"Market" = "市场";

/* Market Summary */
"Maket Summary" = "市场简报";

/* Materials */
"Materials" = "原材料";

/* News Navi More */
"more..." = "更多...";

/* MarketMostActive */
"Most Active" = "中最活跃的股票";

/* MyStock title */
"My Stock" = "我的股票";

/* MySecurity */
"MySecurity" = "我的证券";

/* ShareInfo NET MARGIN */
"NET MARGIN(%):" = "净利润(%):";

/* News */
"News" = "新闻";

/* NO_STOCK_ALERT_MSG */
"No data for this code of stock." = "No data for this code of stock.";

/* Related News */
"Related News" = "相关新闻";

/* ShareInfo ROE */
"ROE(%):" = "回报率(%):";

/* title for Industry/GainersLosers */
"Sector Gainers/Losers" = "行业涨／跌幅";

/* Snapshot */
"Snapshot" = "股票概览";

/* NewsRealted No Entry */
"Sorry! No Entry Available" = "抱歉! 无可用内容";

/* HomeSSEBond */
"SSE Bond Index" = "SSE Bond Index";

/* HomeSSEEquity */
"SSE Equity Index" = "SSE Equity Index";

/* HomeSSEFund */
"SSE Fund Index" = "SSE Fund Index";

/* Staples */
"Staples" = "日常生活消费品";

/* Stock */
"Stock" = "股票";

/* HomeStockInNewsTitle */
"Stock In the News" = "新闻中的股票";

/* Telecom */
"Telecom" = "电信业务";

/* Today's News Title */
"Today's News" = "今日新闻";

/* IndustryTopDecliners */
"Top Decliners" = "跌幅最大股票";

/* IndustryTopGainers */
"Top Gainers" = "涨幅最大股票";

/* HomeTopMovingSecurites */
"TOP MOVING SECURITES" = "振幅最大的证券";

/* Industry Statistics right label TotalCap */
"Total Cap(¥)" = "总市值(¥)";

/* Pie chart center title */
"Total\n%@" = "总共\n%@";

/* Industry Statistics right label Tradable Cap */
"Tradable Cap(¥)" = "流通股市值(¥)";

/* ShareInfo TRADABLE CAP */
"TRADABLE CAP:" = "流通股市值:";

/* Turnover */
"Turnover(¥)" = "成交额(¥)";

/* Up: */
"Up:" = "上涨公司:";

/* Utilities */
"Utilities" = "公共事业";

/* VALUE */
"VALUE" = "价值";

/* Industry Statistics right label Volume */
"Volume" = "成交量";

/* Company Info */
"Company Info" = "公司资料";

/* Index Info */
"Index Info" = "指数资料";

/* Cancel */
"Cancel" = "取消";

/* Clear Cache */
"Clear Cache" = "删除缓存数据";

/* Buy Service */
"Buy Service:" = "购买服务:";

/* CapitalVue Financial Terminal */
"CapitalVue Financial Terminal" = "CapitalVue Financial Terminal";

"NetworkFailedTitle" = "抱歉";

"NetworkFailedMessage" = "无法连接到服务器，请检查连接";

"NetworkFailedOK" = "确定";